{
  "app.components.HomePage.nav.Home": "บ้าน",
  "app.components.HomePage.nav.Platform": "เวที",
  "app.components.HomePage.nav.Roadmap":"แผนงาน",
  "app.components.HomePage.nav.Whitepaper":"กระดาษสีขาว",
  "app.components.HomePage.nav.Sale":"การขาย",
  "app.components.HomePage.nav.Team":"ทีม",
  "app.components.HomePage.nav.Join":"เข้าร่วมชุมชน",
  "app.components.HomePage.homeheading":"คุณเป็นส่วนหนึ่งของการแก้ปัญหา?",
  "app.components.HomePage.homepara":"ที่นี่ Solution Token ประโยชน์ของผู้ใช้ของเรา - ที่เราหวังว่าจะครอบคลุมทั่วทุกประเภทของมนุษยชาติ - เป็นความสำคัญของเรา เราหวังว่าจะได้รับการสนับสนุนจากการแบ่งปันวิสัยทัศน์ของเรา: สิ่งที่เรากำลังทำอยู่ทำไมเราถึงทำมันและเราจะบรรลุเป้าหมายนี้ได้อย่างไร สำหรับรายละเอียดด้านเทคนิคและหมายเลขที่ยากจะช่วยให้คุณตัดสินใจได้ดีที่สุดคุณยังสามารถสำรวจเอกสารโต้ตอบของเราได้อีกด้วย",
  "app.components.HomePage.homepresale":"การขายล่วงหน้ากำลังจะมาถึง",
  "app.components.HomePage.platformhead":"แพลตฟอร์ม",
  "app.components.HomePage.platformp1":"Solution Token ภูมิใจในแพลตฟอร์มที่เราให้บริการ เหล่านี้เป็นส่วนที่ร่วมกันสร้างโซลูชัน",
  "app.components.HomePage.platformp2":"เป้าหมายของเราคือการช่วยเหลือสาเหตุที่จะช่วยแก้ปัญหาด้านมนุษยธรรมและภัยพิบัติต่างๆทั่วโลก แพลตฟอร์มของโซลูชันจะครอบคลุมไปทั่วโลกแห่งความเป็นจริงโดยมี 3 ใน 4 แนวคิดที่ใช้กับโลกแห่งความเป็นจริงโดยตรง ทั้งสามโครงการด้านมนุษยธรรม Water Solutions และเกมแบบโต้ตอบ แนวคิดเดียวที่ไม่ได้โต้ตอบโดยตรงกับโลกทางกายภาพคือ Solution Wallet",
  "app.components.HomePage.water":"น้ำโซลูชั่น",
  "app.components.HomePage.humanity":"ปฏิบัติการมนุษยชาติ",
  "app.components.HomePage.game":"เกม Street QRed",
  "app.components.HomePage.wallet":"กระเป๋าสตางค์ Solv",
  "app.components.HomePage.readmore":"อ่านเพิ่มเติม",
  "app.components.CountdownTimer.days":"วัน",
  "app.components.CountdownTimer.hours":"ชั่วโมง",
  "app.components.CountdownTimer.minutes":"รายงานการประชุม",
  "app.components.CountdownTimer.seconds":"วินาที",
  "app.components.HomePage.humanityhead":"ปฏิบัติการมนุษยชาติ",
  "app.components.HomePage.humanitypara":"Operation Humanity คือสิ่งที่ Solution เชื่อว่าจะกำหนดมาตรฐานสำหรับการบริจาคทุกประเภทในอนาคต - สำหรับ 100% ของเงินบริจาคเพื่อไปยังผู้รับที่ตั้งใจไว้ การสร้างโมดูลการบริจาคของเราในบล็อคจะช่วยให้ผู้คนสามารถบริจาคเงินโดยไม่ต้องกังวลเรื่องการลดและค่าจัดการจากบุคคลที่สาม",
  "app.components.HomePage.waterhead":"น้ำโซลูชั่น",
  "app.components.HomePage.waterpara":"การนำความลับสู่โลกแห่งความเป็นจริง - การทำลายอุปสรรคนี้จะช่วยให้โซลูชันทะยานไปสู่ความสูงใหม่ ๆ และนำโลกเข้ามาสู่การรับเลี้ยงบุตรบุญธรรมเป็นจำนวนมาก โซลูชั่นได้ตัดสินใจที่จะสร้างและทำการตลาดขวดน้ำเพื่อการจัดจำหน่ายทั่วโลก ประโยชน์ที่ผู้บริโภคจะได้รับจากการซื้อขวดน้ำ Solution จะช่วยให้โครงการนี้ได้รับความสำเร็จอย่างแน่นอน",
  "app.components.HomePage.gamehead":"เกม Stree QRed",
  "app.components.HomePage.gamepara":"Street QRed จะทำให้ผู้ใช้มีเกมสนุกและโต้ตอบภายใน cryptoverse เกมแบบสกิลจะช่วยให้ผู้เล่นสามารถเลเวลเพิ่มขึ้นเรื่อย ๆ เพื่อเพิ่มและปรับปรุงตัวละครโดยการมีส่วนร่วมในกิจกรรมและการแข่งขันเพื่อรางวัล ผู้เล่นยังสามารถสร้างรายได้จากการเล่นเกมได้",
  "app.components.HomePage.wallethead":"กระเป๋าสตางค์ Solv",
  "app.components.HomePage.walletpara":"กระเป๋าสตางค์ SOLV จะช่วยให้ผู้ใช้สามารถเก็บโทเค็นโซลูชั่นและสร้างโทเค็นที่สำคัญซึ่งเป็นโทเค็นรองที่มีการ จำกัด การถือครองโดยการถือครอง ผู้ใช้จะได้รับรางวัล KEY tokens สำหรับการเก็บ Solution Tokens ซึ่งจะช่วยรักษาเสถียรภาพค่า Solution Token",
  "app.components.AudioPlayer.header":"นี่คือส่วนประกอบ AudioPlayer!",
  "app.components.UniqueSection.header":"สิ่งที่ทำให้เราไม่เหมือนใคร?",
  "app.components.UniqueSection.b1h":"บริจาค 100%",
  "app.components.UniqueSection.b1p1":"เราต้องการปฏิวัติมาตรฐานที่กำหนดไว้สำหรับการบริจาค ที่ Solution Token เราต้องการนำค่าธรรมเนียมและค่าใช้จ่ายทั้งหมดออกเพื่อให้การบริจาคของคุณเป็นไปอย่างโปร่งใสและไม่มีค่าใช้จ่าย",
  "app.components.UniqueSection.b1p2":"นอกจากนี้เนื่องจากเราใช้เทคโนโลยี blockchain การยักยอกการฉ้อฉลและการทุจริตทั้งหมดนี้เป็นไปไม่ได้ ในคำง่ายๆคุณจะสามารถติดตามการบริจาคของคุณและดูว่าหนึ่งร้อยเปอร์เซ็นต์ของเงินบริจาคที่คุณบริจาคไปถึงผู้รับที่ตั้งใจไว้ - ทำให้คุณรู้สึกสบายใจที่คุณสมควรได้รับเมื่อทำโฉนดที่ดี",
  "app.components.UniqueSection.b2h":"บริจาค 100%",
  "app.components.UniqueSection.b2p1":"แพลตฟอร์มของเรามีพื้นฐานมาจากปัญหาโลกแห่งความเป็นจริงในการแก้ปัญหาในโลกแห่งความเป็นจริง ในฐานะที่เป็นเทคโนโลยีขั้นสูงและนวัตกรรมเวลาเราอยู่ในยังคงมีปัญหาในโลกโดยไม่ต้อง",
  "app.components.UniqueSection.b2p2":"ความละเอียดที่แท้จริง ดังนั้นโซลูชันโทเค็นจึงได้ตัดสินใจที่จะจัดการกับปัญหาเหล่านี้ผ่านทางโซลูชันระยะยาวแทนการแก้ไขชั่วคราว เทคโนโลยีของเราจะปรับตัวเมื่อเราก้าวไปข้างหน้าในการขับเคลื่อนโลกไปข้างหน้า",
  "app.components.NotFoundPage.header":"นี่คือคอมโพเนนต์ NotFoundPage!",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",

}
