{
  "app.components.HomePage.nav.Home": "บ้าน",
  "app.components.HomePage.nav.Platform": "เวที",
  "app.components.HomePage.nav.Roadmap":"แผนงาน",
  "app.components.HomePage.nav.Whitepaper":"กระดาษสีขาว",
  "app.components.HomePage.nav.Sale":"การขาย",
  "app.components.HomePage.nav.Team":"ทีม",
  "app.components.HomePage.nav.Join":"เข้าร่วมชุมชน",
  "app.components.HomePage.homeheading":"คุณเป็นส่วนหนึ่งของการแก้ปัญหา?",
  "app.components.HomePage.homepara":"ที่นี่ Solution Token ประโยชน์ของผู้ใช้ของเรา - ที่เราหวังว่าจะครอบคลุมทั่วทุกประเภทของมนุษยชาติ - เป็นความสำคัญของเรา เราหวังว่าจะได้รับการสนับสนุนจากการแบ่งปันวิสัยทัศน์ของเรา: สิ่งที่เรากำลังทำอยู่ทำไมเราถึงทำมันและเราจะบรรลุเป้าหมายนี้ได้อย่างไร สำหรับรายละเอียดด้านเทคนิคและหมายเลขที่ยากจะช่วยให้คุณตัดสินใจได้ดีที่สุดคุณยังสามารถสำรวจเอกสารโต้ตอบของเราได้อีกด้วย",
  "app.components.HomePage.homepresale":"การขายล่วงหน้ากำลังจะมาถึง",
  "app.components.HomePage.platformhead":"แพลตฟอร์ม",
  "app.components.HomePage.platformp1":"Solution Token ภูมิใจในแพลตฟอร์มที่เราให้บริการ เหล่านี้เป็นส่วนที่ร่วมกันสร้างโซลูชัน",
  "app.components.HomePage.platformp2":"เป้าหมายของเราคือการช่วยเหลือสาเหตุที่จะช่วยแก้ปัญหาด้านมนุษยธรรมและภัยพิบัติต่างๆทั่วโลก แพลตฟอร์มของโซลูชันจะครอบคลุมไปทั่วโลกแห่งความเป็นจริงโดยมี 3 ใน 4 แนวคิดที่ใช้กับโลกแห่งความเป็นจริงโดยตรง ทั้งสามโครงการด้านมนุษยธรรม Water Solutions และเกมแบบโต้ตอบ แนวคิดเดียวที่ไม่ได้โต้ตอบโดยตรงกับโลกทางกายภาพคือ Solution Wallet",
  "app.components.HomePage.water":"น้ำโซลูชั่น",
  "app.components.HomePage.humanity":"ปฏิบัติการมนุษยชาติ",
  "app.components.HomePage.game":"เกม Street QRed",
  "app.components.HomePage.wallet":"กระเป๋าสตางค์ Solv",
  "app.components.HomePage.readmore":"อ่านเพิ่มเติม",
  "app.components.CountdownTimer.days":"วัน",
  "app.components.CountdownTimer.hours":"ชั่วโมง",
  "app.components.CountdownTimer.minutes":"รายงานการประชุม",
  "app.components.CountdownTimer.seconds":"วินาที",
  "app.components.HomePage.humanityhead":"ปฏิบัติการมนุษยชาติ",
  "app.components.HomePage.humanitypara":"Operation Humanity คือสิ่งที่ Solution เชื่อว่าจะกำหนดมาตรฐานสำหรับการบริจาคทุกประเภทในอนาคต - สำหรับ 100% ของเงินบริจาคเพื่อไปยังผู้รับที่ตั้งใจไว้ การสร้างโมดูลการบริจาคของเราในบล็อคจะช่วยให้ผู้คนสามารถบริจาคเงินโดยไม่ต้องกังวลเรื่องการลดและค่าจัดการจากบุคคลที่สาม",
  "app.components.HomePage.waterhead":"น้ำโซลูชั่น",
  "app.components.HomePage.waterpara":"การนำความลับสู่โลกแห่งความเป็นจริง - การทำลายอุปสรรคนี้จะช่วยให้โซลูชันทะยานไปสู่ความสูงใหม่ ๆ และนำโลกเข้ามาสู่การรับเลี้ยงบุตรบุญธรรมเป็นจำนวนมาก โซลูชั่นได้ตัดสินใจที่จะสร้างและทำการตลาดขวดน้ำเพื่อการจัดจำหน่ายทั่วโลก ประโยชน์ที่ผู้บริโภคจะได้รับจากการซื้อขวดน้ำ Solution จะช่วยให้โครงการนี้ได้รับความสำเร็จอย่างแน่นอน",
  "app.components.HomePage.gamehead":"เกม Stree QRed",
  "app.components.HomePage.gamepara":"Street QRed จะทำให้ผู้ใช้มีเกมสนุกและโต้ตอบภายใน cryptoverse เกมแบบสกิลจะช่วยให้ผู้เล่นสามารถเลเวลเพิ่มขึ้นเรื่อย ๆ เพื่อเพิ่มและปรับปรุงตัวละครโดยการมีส่วนร่วมในกิจกรรมและการแข่งขันเพื่อรางวัล ผู้เล่นยังสามารถสร้างรายได้จากการเล่นเกมได้",
  "app.components.HomePage.wallethead":"กระเป๋าสตางค์ Solv",
  "app.components.HomePage.walletpara":"กระเป๋าสตางค์ SOLV จะช่วยให้ผู้ใช้สามารถเก็บโทเค็นโซลูชั่นและสร้างโทเค็นที่สำคัญซึ่งเป็นโทเค็นรองที่มีการ จำกัด การถือครองโดยการถือครอง ผู้ใช้จะได้รับรางวัล KEY tokens สำหรับการเก็บ Solution Tokens ซึ่งจะช่วยรักษาเสถียรภาพค่า Solution Token",
  "app.components.AudioPlayer.header":"นี่คือส่วนประกอบ AudioPlayer!",
  "app.components.UniqueSection.header":"สิ่งที่ทำให้เราไม่เหมือนใคร?",
  "app.components.UniqueSection.b1h":"บริจาค 100%",
  "app.components.UniqueSection.b1p1":"เราต้องการปฏิวัติมาตรฐานที่กำหนดไว้สำหรับการบริจาค ที่ Solution Token เราต้องการนำค่าธรรมเนียมและค่าใช้จ่ายทั้งหมดออกเพื่อให้การบริจาคของคุณเป็นไปอย่างโปร่งใสและไม่มีค่าใช้จ่าย",
  "app.components.UniqueSection.b1p2":"นอกจากนี้เนื่องจากเราใช้เทคโนโลยี blockchain การยักยอกการฉ้อฉลและการทุจริตทั้งหมดนี้เป็นไปไม่ได้ ในคำง่ายๆคุณจะสามารถติดตามการบริจาคของคุณและดูว่าหนึ่งร้อยเปอร์เซ็นต์ของเงินบริจาคที่คุณบริจาคไปถึงผู้รับที่ตั้งใจไว้ - ทำให้คุณรู้สึกสบายใจที่คุณสมควรได้รับเมื่อทำโฉนดที่ดี",
  "app.components.UniqueSection.b2h":"บริจาค 100%",
  "app.components.UniqueSection.b2p1":"แพลตฟอร์มของเรามีพื้นฐานมาจากปัญหาโลกแห่งความเป็นจริงในการแก้ปัญหาในโลกแห่งความเป็นจริง ในฐานะที่เป็นเทคโนโลยีขั้นสูงและนวัตกรรมเวลาเราอยู่ในยังคงมีปัญหาในโลกโดยไม่ต้อง",
  "app.components.UniqueSection.b2p2":"ความละเอียดที่แท้จริง ดังนั้นโซลูชันโทเค็นจึงได้ตัดสินใจที่จะจัดการกับปัญหาเหล่านี้ผ่านทางโซลูชันระยะยาวแทนการแก้ไขชั่วคราว เทคโนโลยีของเราจะปรับตัวเมื่อเราก้าวไปข้างหน้าในการขับเคลื่อนโลกไปข้างหน้า",
  "app.components.NotFoundPage.header":"นี่คือคอมโพเนนต์ NotFoundPage!",
  "app.components.UniqueSection.b3h":"การบรรจุ FIAT",
  "app.components.UniqueSection.b3p1":"ในขณะที่สกุลเงินกำลังเข้าใกล้ที่จะนำไปใช้เป็นมวลชน แต่ก็ไม่ใช่สกุลเงินหลักที่ได้รับการยอมรับโดยทั่วไป ดังนั้นเราจึงตัดสินใจว่าเราจะไม่ตั้ง บริษัท ให้หมดจดในการเข้ารหัสลับ",
  "app.components.UniqueSection.b3p2":"แต่ใช้ทั้งคำพิพากษาและความลับในความสัมพันธ์กับแต่ละอื่น ๆ การทำเช่นนี้จะช่วยให้ บริษัท จัดการกับปัญหาที่อาจเกิดขึ้นเกี่ยวกับการเงินได้อย่างราบรื่นโดยไม่มีสิ่งกีดขวางที่มีเฉพาะในการเข้ารหัสลับ เนื่องจากเราแสดงให้เห็นถึงการดำเนินงานในโลกแห่งความเป็นจริงในตอนเริ่มก่อตั้งของเราทำให้เราต้องมีกระแสรายได้หลักเพื่อจัดหาทรัพยากรและประสิทธิภาพของ บริษัท",
  "app.components.UniqueSection.b4h":"ทุกคนเป็นผู้ชนะ",
  "app.components.UniqueSection.b4p1":"ทุกคนเป็นผู้ชนะ! ลองคิดถึงสองวิธีวิธีที่ดีที่สุดเพื่อให้ทุกคนมีส่วนร่วมในขณะที่พร้อมรับประโยชน์จากคนอื่นได้อย่างง่ายดาย? การค้นพบของเราคือการมีแพลตฟอร์มที่มีความสัมพันธ์กันหลายแห่ง",
  "app.components.UniqueSection.b4p2":"เราจะสามารถสร้างประสบการณ์ข้ามแพลตฟอร์มได้ การใช้แพลตฟอร์ม Solution Token หนึ่งแพลตฟอร์มจะช่วยให้คนอื่นได้รับประโยชน์จากการใช้งานนี้โดยอ้อมแม้จะใช้แพลตฟอร์มอื่นก็ตาม",
  "app.components.UniqueSection.b5h":"การให้กลับ",
  "app.components.UniqueSection.b5p1":"ให้ความสำคัญกับการให้กลับ เป้าหมายหลักของเราคือการช่วยผู้ที่ต้องการ ด้วยการสนับสนุนและการใช้แพลตฟอร์มของเราผู้ใช้จะช่วยเราในการสร้างโซลูชัน ตัวอย่างเช่นทุกครั้งที่มีคนเข้ามาเกี่ยวข้องกับเรา",
  "app.components.UniqueSection.b5p2":"แพลตฟอร์มการจัดการน้ำเช่นการซื้อขวดน้ำที่เรียบง่ายจะช่วยให้เราไม่เพียง แต่ได้รับการสนับสนุน fiat แต่ช่วยกองทุนหลุมและแหล่งน้ำสะอาดในสถานที่โดยไม่ต้องใช้น้ำ นี่คือทางออกของ Token ในการจ่ายเงินไปข้างหน้าพร้อมกับเปิดตัว crypto ให้กับโลก",
  "app.components.UniqueSection.b6h":"สินค้า",
  "app.components.UniqueSection.b6p1":"เราจะเปิดร้านขายสินค้าสำหรับคุณ Solution masterminds #SOLVCREW! เราวางแผนที่จะแนะนำเสื้อผ้าสติกเกอร์โปสเตอร์กระเป๋าคุณตั้งชื่อ สิ่งที่ทำให้ผลิตภัณฑ์ Solution มีความพิเศษคือทุกรายการจะมี",
  "app.components.UniqueSection.b6p2":"รหัส QR ที่ไม่ซ้ำกันซึ่งคุณจะสามารถสแกนหารางวัลสนุก ๆ และแม้กระทั่ง Tokens! รางวัลเหล่านี้สามารถนำมาใช้และนำมาแลกกับแพลตฟอร์มอื่น ๆ ของเราได้เช่น Street QRed หรือแม้แต่ Wallet SOLV จากการสนับสนุนจากสาธารณชนนี่เป็นรูปแบบหนึ่งของการสนับสนุน fiat สำหรับ บริษัท นอกจากนี้เรายังมีการแข่งขันและกิจกรรมที่สนุกสนานที่ผู้คนสามารถใส่ได้ในขณะที่สวมใส่สินค้าของเรา",
  "app.components.UniqueSection.b7h":"ผลประโยชน์ในอนาคตทั่วโลก",
  "app.components.UniqueSection.b7p1":"ก้าวไปสู่อนาคตด้วยเทคโนโลยีและนวัตกรรมใหม่ ๆ ที่พัฒนาอย่างต่อเนื่องทั่วโลกทุกวัน Solution Token ต้องการไม่เพียง แต่ยืนอยู่ท่ามกลางนักประดิษฐ์ที่ยอดเยี่ยม แต่โดดเด่น เป้าหมายของเราคือไม่เพียง แต่เป็น a",
  "app.components.UniqueSection.b7p2":"ชื่อที่ใช้ในครัวเรือนเป็น บริษัท ในโลกแห่งความเป็นจริงหรือ บริษัท ลับๆ แต่เป็นแบรนด์ การแก้ปัญหาเป็นแบรนด์จะมีผลกระทบต่อโลกมากกว่าเพียงแค่การเป็น บริษัท ลับๆ เราต้องการสร้างความแตกต่างเปลี่ยนแปลงโลกในทางบวกและสร้างความยั่งยืน",
  "app.components.UniqueSection.b8h":"ประโยชน์ของผู้ใช้",
  "app.components.UniqueSection.b8p1":"พวกคุณเป็นตำนาน! เราทำทุกอย่างให้เป็นไปได้กับคุณและคุณไม่ได้ช่วยเราได้ฟรีไม่ใช่บนนาฬิกาของเรา! ดังนั้นเราจึงตัดสินใจว่าโดยการมีส่วนร่วมในแพลตฟอร์มใด ๆ ของเราหรือซื้อผลิตภัณฑ์คุณจะได้รับรางวัลในบางวิธี",
  "app.components.UniqueSection.b8p2":"ต่อไปนี้เป็นวิธีที่ผู้ใช้สามารถได้รับรายได้จากเรา: การใช้และเล่นเกมของเราและรับโทเค็นจากเกมโดยเก็บโทเค็นโซลูชั่นไว้ในกระเป๋าสตางค์ของเราซึ่งคุณจะสร้างกุญแจทุกเดือนซื้อขวดน้ำหรือสินค้าจะให้ โอกาสที่จะได้รับโทเคนและรางวัลพิเศษ .... อย่าลืมอย่าลืมการแข่งขันที่เราดำเนินการ แม้เพียงแค่เข้าร่วม Operation Humanity ผู้บริจาคพิเศษคนหนึ่งจะได้รับรางวัลในการจับรางวัลเมื่อสิ้นสุดทุกไตรมาส",
  "app.components.UniqueSection.b9h":"PEER TO PEER",
  "app.components.UniqueSection.b9p1":"แพลตฟอร์มของเราเน้นการให้บริการแบบ peer to peer ด้วยความช่วยเหลือน้อยที่สุดจากเราเพื่อให้มีการกระจายอำนาจเป็นแพลตฟอร์มได้ การอนุญาตให้ผู้ใช้บริจาคเงินตามที่ตั้งใจไว้โดยที่เราไม่รบกวน สิ่งเดียวที่เรา",
  "app.components.UniqueSection.b9p2":"จำเป็นต้องมีส่วนร่วมในการตั้งค่าระบบสำหรับผู้ใช้เพื่อให้กระบวนการเป็นไปได้",
  "app.components.UniqueSection.b10h":"ความสามารถในการทำกำไรของ บริษัท",
  "app.components.UniqueSection.b10p1":"การบริจาคหนึ่งร้อยเปอร์เซ็นต์เป็นสิ่งที่ดี แต่ บริษัท สามารถรักษาตัวเองได้นานเท่าใดโดยไม่ต้องมีกระแสรายได้ที่เป็นบวก ... ดีไม่นาน Solution Token ได้ดัดแปลงกระบวนการที่เรายังคงสามารถบริจาค 100% ได้",
  "app.components.UniqueSection.b10p2":"โดยไม่ต้องเสียค่าธรรมเนียม! ด้วยแพลตฟอร์มหลายแห่งของ บริษัท เราสามารถสร้างกระแสรายได้ที่เป็นบวกทั้งในรูปแบบการเข้ารหัสลับและสกุลเงิน fiat ซึ่งจะช่วยรักษาอนาคตของ บริษัท โดยไม่ต้องหาทางการเงินหมดไป Solution Token อยู่ที่นี่เพื่ออยู่ต่อไปในอนาคต",
  "app.components.UniqueSection.b11h":"โลกแห่งความเป็นจริงและ CRYPTO WORLD",
  "app.components.UniqueSection.b11p1":"โทเค็นโซลูชันอยู่ที่นี่เพื่อขจัดอุปสรรคเชื่อมโยงกันและสร้างสะพานที่แบ่งแยกระหว่างสองโลกนี้ ความแตกต่างคืออะไร? ดีจริง ๆ บริษัท ในโลกแห่งความจริงประกอบด้วยการสนับสนุนสกุลเงินเดียวซึ่งเป็นสกุลเงิน fiat",
  "app.components.UniqueSection.b11p2":"เช่นดอลลาร์ซึ่งตรงข้ามกับ บริษัท cryptocurrency ที่สร้างขึ้นจาก blockchain และได้รับการสนับสนุนโดยบัตรเครดิตเหรียญหรือสกุลเงินของตัวเอง เราจะทำให้เป็นบรรทัดฐานที่ทั้ง fiat และ cryptocurrencies จะเป็นประโยชน์กับเราและเราจะไม่ละเลยการใช้งานของพวกเขาเนื่องจากเราต้องพึ่งพาทั้งในด้าน excel และการขยายการผลิตของ บริษัท เราต้องการตั้งตัวอย่างสำหรับ บริษัท ที่จะปฏิบัติตามในแบบของเรา",
  "app.components.UniqueSection.readmore":"อ่านเพิ่มเติม",
  "app.components.UniqueSection.readless":"อ่านน้อยลง",
  "app.components.RoadMap.header":"Roadmap",
  "app.components.RoadMap.q12018head":"Q1-2018",
  "app.components.RoadMap.q12018title":"การตลาดและเอกสารเผยแพร่",
  "app.components.RoadMap.q12018l1":"การจัดทำเอกสารและกลยุทธ์ทางการตลาด",
  "app.components.RoadMap.q12018l2":"PRE-SALE เวทีของ ICO",
  "app.components.RoadMap.q22018head":"Q2-2018",
  "app.components.RoadMap.q22018title":"เวทีⅠ ⅠⅠ ⅠⅠⅠ",
  "app.components.RoadMap.q22018l1":"PRE-SALE Stage Ⅰ ⅠⅠ ⅠⅠⅠ",
  "app.components.RoadMap.q32018head":"Q3-2018",
  "app.components.RoadMap.q32018title":"ขั้นตอนⅠⅠⅠและคีย์โซลูชัน",
  "app.components.RoadMap.q32018l1":"ขั้นตอนสุดท้ายของ ICO",
  "app.components.RoadMap.q32018l2":"เริ่มต้นโซลูชันแล้ว",
  "app.components.RoadMap.q42018head":"Q4-2018",
  "app.components.RoadMap.q42018title":"Solution Wallet",
  "app.components.RoadMap.q42018l1":"Solution Wallet โซลูชันแล้ว",
  "app.components.RoadMap.q42018l2":"ใช้โปรแกรมรางวัล",
  "app.components.RoadMap.q12019head":"Q1-2019",
  "app.components.RoadMap.q12019title":"ปฏิบัติการมนุษยชาติ",
  "app.components.RoadMap.q12019l1":"มนุษยชาติใช้แพลตฟอร์มในการบรรเทาโลกแห่งความจริง",
  "app.components.RoadMap.q32019head":"Q3-2019",
  "app.components.RoadMap.q32019title":"น้ำโซลูชั่น",
  "app.components.RoadMap.q32019l1":"จดทะเบียน บริษัท มหาชน",
  "app.components.RoadMap.q32019l2":"จำหน่ายผลิตภัณฑ์",
  "app.components.RoadMap.q42019head":"Q4-2019",
  "app.components.RoadMap.q42019title":"การเล่นเกม",
  "app.components.RoadMap.q42019l1":"การสาธิตการทดสอบ Street QRed",
  "app.components.RoadMap.q42019l2":"คำเชิญอัลฟ่า",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
  "":"",
}
